11/data/attachments/2c6e6147ad04764f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>James_among_Friend_15277_1</nif:username>
            <nif:friendToBeRequested>soap_friends_bc6b9d0a-cce8-45c1-9daa-78db7992207a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>